Repository: sam-itt/teo
Catalog: po/*/teo.po
Languages: fr

source: [F11] Screenshot
fr: [F11] Capture d'écran

source: [F12] Debugger
fr: [F12] Débogueur

source: Select graphic mode:
fr: Sélection du mode graphique:

source: TO8 memory manager
fr: Gestionnaire de mémoire du TO8

source: MC6809E Disassembler
fr: Désassembleur MC6809E

source: Content of the memory
fr: Contenu de la mémoire

source: Breakpoint
fr: Points d'arrêt

source: 3.assembler
fr: 3.assembleur

source: MC6809E Disassembler
fr: Désassembleur MC6809E

source: PIA 6821 system
fr: PIA 6821 système

source: PIA 6846 system
fr: PIA 6846 système

source: Memory pages status
fr: Statut des pages mémoire

source: PIA 6821 music and games
fr: PIA 6821 musique et jeux

source: 1. 40 columns mode 16 colors (fast diplay, adapted to games and most applications)
fr: 1. Mode 40 colonnes 16 couleurs (affichage rapide, adapté aux jeux et à la plupart des applications)

source: 2. 80 columns mode 16 colors (for applications which needs 80 columns)
fr: 2. Mode 80 colonnes 16 couleurs (pour les applications fonctionnant en 80 colonnes)

source: 3. 80 columns mode 4096 colors (slow display but allow dynamic changes of palette)
fr: 3. Mode 80 colonnes 4096 couleurs (affichage lent mais support des changements dynamiques de palette)

source: Leave
fr: Abandonner

source: Run
fr: Lancer

source: Speed:
fr: Vitesse:

source: Step
fr: Pas-à-pas

source: Step over
fr: Passe jumps

source: TAB;+,-: move around
fr: TAB,+,-: naviguer

source: _Sound
fr: _Son

source: a: go to <address>
fr: a: aller à l'<adresse>

source: a: show TO8 screen
fr: a: afficher l'écran du TO8

source: b: add a breakpoint
fr: b: ajouter un point d'arr<88>t

source: b: manage breakpoints
fr: b: gérer les points d'arrêt

source: c: continue
fr: c: continuer

source: c: load a memory block
fr: c: charger un bloc mémoire

source: d: delete a breakpoint
fr: d: supprimer un point d'arrêt

source: e: edit a byte
fr: e: éditer un octet

source: m: show TO8 memory manager
fr: m: lancer le gestionnaire de m<émoire du TO8

source: n: run next locale instruction
fr: n: éxécuter l'instruction locale suivante

source: q: quit
fr: q: quitter

source: q: quit the debugger
fr: q: quitter le débogueur

source: q: quit the memory manager
fr: q: quitter le gestionnaire

source: s: run next instruction
fr: s: éxécuter l'instruction suivante

source: s: save a memory block
fr: s: sauver un bloc mémoire

source: %s: immutable color palette.
fr: %s: palette de couleurs immuable.

source: %s: no available visual.
fr: %s: aucun visual disponible.

source: &About
fr: A Propos

source: &Cold reset
fr: Reset à froid

source: &Direct access
fr: Accès &direct

source: &Disk drives...
fr: Lecteurs de &disquettes...

source: &Full reset
fr: Reset total

source: &High quality print
fr: Imprime en de &haute qualité

source: &Interlaced video
fr: Vidéo &entrelacée

source: &Quit
fr: Quitter

source: &Rewind
fr: Rembobiner

source: &Settings...
fr: &Réglages...

source: &Sound
fr: Son

source: &Tape drive...
fr: Lecteur de cassettes

source: &Warm reset
fr: Reset à chaud

source: &exact
fr: exacte

source: &fast
fr: rapide

source: &graphic
fr: graph

source: &raw
fr: &brute

source: &text
fr: texte

source: (Direct Access)
fr: (Accès Direct)

source: (None)
fr: (Aucun)

source: 40 columns display
fr: Affichage en 40 colonnes

source: 80 columns display
fr: Affichage en 80 colonnes

source: A_bout
fr: _A Propos

source: About
fr: A Propos

source: Address:
fr: Adresse:

source: Address:
fr: Adresse:

source: All filesa*.*aHFE filesa*.hfeaSAP filesa*.sapaRaw floppy filesa*.fda
fr: Tous les fichiersa*.*aFichiers HFEa*.hfeaFichiers SAPa*.sapaFichiers disque brutsa*.fda

source: All files(*)
fr: Tous les fichiers(*)

source: All the RAM memory will be cleared.
fr: Toute la mémoire RAM sera effacée.

source: All the memory
fr: Toute la mémoire

source: Application Options
fr: Options de l'application

source: Audio error
fr: Erreur audio

source: Authors:
fr: Auteurs:

source: Back to main menu
fr: Retour

source: Bad BMP format
fr: Format BMP incorrect

source: Bad checksum for memo header
fr: Checksum d'en-tête de memo erroné

source: Bad count of joysticks
fr: Nombre de joysticks incorrect

source: Bad file format
fr: Mauvais format de fichier

source: Bad name for memo header
fr: Nom d'en-tête de memo incorrect

source: Bank %d
fr: Banque %d

source: Breakpoints
fr: Points d'arrêts

source: Ca&rtridge drive...
fr: Lecteur de cartouches

source: Ca_rtridge
fr: Lecteur de cartouches

source: Cancel
fr: Annuler

source: Cannot create disk
fr: Impossible de créer la disquette

source: Cartridge
fr: Cartouche

source: Cartridge drive
fr: Lecteur de cartouches

source: Cartridge:
fr: Cartouche:

source: Clear the file list
fr: Vide la liste des fichiers

source: Clock
fr: Horloge

source: Cold reset
fr: Reset à froid

source: Cold reset and clear the RAM memory
fr: Redémarre à froid et efface la mémoire RAM

source: Cold reset without clearing RAM memory
fr: Redémarre à froid sans effacer la mémoire RAM

source: Cold-reset emulator
fr: Reset à froid de l'émulateur

source: Color
fr: Couleur

source: Column
fr: Colonne

source: Command keys: [ESC] Control panel
fr: Touches: [ESC] Panneau de contrôle

source: Commands:
fr: Commandes:

source: Commands:
fr: Commandes:

source: Control panel
fr: Panneau de contrôle

source: Copyright (C) 1997-%s Teo Authors: .%s
fr: Copyright (C) 1997-%s Auteurs: .%s

source: Couldn't initialize Allegro, bailing out !
fr: Impossible d'initialiser Allegro, abandon !

source: Counter:
fr: Compteur:

source: Direct Access
fr: (Accès Direct)

source: Directory full
fr: Répertoire plein

source: Disk I/O error
fr: Erreur sur le disque

source: Disk drives
fr: Lecteurs de disquettes

source: Disk files
fr: Fichiers disquette

source: Disk write protected
fr: Disque protégé en écriture

source: Disks
fr: Disquettes

source: Display
fr: Affichage

source: Dot-matrix &printer...
fr: &Imprimante matricielle...

source: Dot-matrix printer
fr: Imprimantes matricielles

source: Dot-matrix printers
fr: Imprimantes matricielles

source: Double &spacing
fr: Double &interligne

source: Double spacing
fr: Double interligne

source: Emulator init...
fr: Initialisation de l'émulateur...

source: Enabled
fr: Actif

source: End address:
fr: Adresse de fin:

source: Error !!!
fr: Erreur !!!

source: Error while reading file
fr: Erreur de lecture du fichier

source: Error while writing file
fr: Erreur d'écriture du fichier

source: Execute the machine code step by step
fr: Exécute le code machine pas à pas

source: Execute the machine code step by step but don't jump to sub-programs
fr: Exécute le code machine pas à pas mais ne saute pas aux sous-programmes

source: Execute the machine code step by step but don't jump to sub-programs and backward loops
fr: Exécute le code machine pas à pas mais ne saute pas aux sous-programmes et aux boucles vers l'arrière

source: FILE
fr: FICHIER

source: File is empty
fr: Fichier vide

source: File name:
fr: Nom du fichier:

source: File not found
fr: Fichier introuvable

source: File too large
fr: Fichier trop important

source: Finished
fr: Terminé

source: Form
fr: Forme

source: Format: 1.binary
fr: Format: 1.binaire

source: Full reset
fr: Reset total

source: Goodbye !
fr: A bientôt !

source: Graphic
fr: Graph

source: Graphic mode to use (defaults to windowed)
fr: Mode graphique à utiliser (fenêtre par defaut)

source: HQ Printing
fr: Haute Qualité

source: Help Options
fr: Options de l'aide

source: Help of this program
fr: Aide de ce programme

source: Here comes %s the Thomson TO8 emulator.
fr: Voici %s l'émulateur Thomson TO8.

source: High quality print
fr: Imprime en de haute qualité

source: Initialization of input devices : %d joystick(s) detected)
fr: Initialisation des périphériques d'entrée: %d joystick(s) détecté(s)

source: Interlaced _video
fr: _Vidéo entrelacée

source: K7 filesa*.k7a
fr: Fichiers K7a*.k7a

source: Leave
fr: Abandonner

source: Line
fr: Ligne

source: Load a cartridge
fr: Charge une cartouche

source: Load a tape
fr: Charge une cassette

source: Load virtual disk (drive 0)
fr: Charge un disque virtuel (lecteur 0)

source: Load virtual disk (drive 1)
fr: Charge un disque virtuel (lecteur 1)

source: Load virtual disk (drive 2)
fr: Charge un disque virtuel (lecteur 2)

source: Load virtual disk (drive 3)
fr: Charge un disque virtuel (lecteur 3)

source: M7 filesa*.m7a
fr: Fichiers M7a*.m7a

source: MIT-SHM extention enabled.
fr: Extension MIT-SHM utilisée.

source: Memory
fr: Mémoire

source: Memory:
fr: Mémoire:

source: Missing argument for
fr: Argument manquant pour

source: Monitor:
fr: Moniteur:

source: Multiple instance of Teo
fr: Instance multiple de Teo

source: New address:
fr: Nouvelle adresse:

source: New value :
fr: Nouvelle valeur :

source: No disk
fr: Disque absent

source: No more media available
fr: Plus de media libre

source: No more memory space
fr: Plus de mémoire

source: OK
fr: Valider

source: Open a cartridge file
fr: Ouvrir un fichier cartouche

source: Open a disk file
fr: Ouvrir un fichier disquette

source: Open a tape file
fr: Ouvrir un fichier cassette

source: Output
fr: Sortie

source: Output mode
fr: Sortie:

source: Output:
fr: Sortie

source: Press <space bar>
fr: Appuyer sur <espace>

source: Printer
fr: Imprimante

source: Printer:
fr: Imprimante

source: Quit
fr: Quitter

source: RAM cartridge page : %d
fr: page de RAM cartouche : %d

source: RAM cartridge page :%d%s
fr: page de RAM cartouche :%d%s

source: RAM page (PIA) : %d
fr: page de RAM (PIA) : %d

source: RAM page (PIA) :%d
fr: page de RAM (PIA) :%d

source: RAM page (register) : %d
fr: page de RAM (registre): %d

source: RAM page (register):%d%s
fr: page de RAM (registre):%d%s

source: ROM cartridge page : %d
fr: page de ROM cartouche : %d

source: ROM cartridge page :%d%s
fr: page de ROM cartouche :%d%s

source: Raw
fr: Brute

source: Rewind
fr: Rembobiner

source: Rewind tape
fr: Rembobiner la cassette

source: Run
fr: Lancer

source: SAP archive not valid
fr: Archive SAP invalide

source: Save into:
fr: Sauver dans:

source: Saving output files in
fr: Sauver les fichiers dans

source: Select a cartridge
fr: Choisissez une cartouche

source: Select a cartridge:
fr: Choisissez une cartouche

source: Select a directory
fr: Choisissez une disquette

source: Select a disk
fr: Choisissez une disquette

source: Select a disk:
fr: Choisissez une disquette

source: Select a folder:
fr: Choisissez un répertoire

source: Select a save folder
fr: Choisissez une cassette

source: Select a side
fr: Choisissez une cartouche

source: Select a tape
fr: Choisissez une cassette

source: Select a tape:
fr: Choisissez une cassette

source: Select the folder to save in
fr: Répertoire de destination:

source: Select your disk:
fr: Choisissez une disquette

source: Select your tape
fr: Choisissez une cassette

source: Settings
fr: Réglages

source: Side
fr: Face

source: Sound
fr: Son

source: Sound initialization (ALSA)...
fr: Initialisation du son (ALSA)...

source: Sound initialization...
fr: Initialisation du son...

source: Speed
fr: Vitesse

source: Speed:
fr: Vitesse:

source: Start address:
fr: Adresse de début:

source: Starting emulation...
fr: Lancement de l'émulation...

source: Step by step
fr: Pas-à-pas

source: Step over
fr: Passe jumps

source: Tape
fr: Cassette

source: Tape drive
fr: Lecteur de cassettes

source: Tape files (.k7)
fr: Fichiers cassette (.k7)

source: Tape image:
fr: Fichier cassette:

source: Teo - About
fr: Teo - A propos

source: Teo - Debugger
fr: Teo - Débogueur

source: Teo - Error
fr: Teo - Erreur

source: Teo - Thomson TO8 emulator (menu:ESC/debugger:F12)
fr: Teo - l'émulateur TO8 (menu:ESC/débogueur:F12)

source: Teo - Warning
fr: Teo - Attention

source: Teo on SourceForge
fr: Teo sur SourceForge

source: Teo on SourceForge:
fr: Teo sur SourceForge

source: Teo on Sourceforge
fr: Teo sur SourceForge

source: Text
fr: Texte

source: The single-stepping has been aborted because of the great number of executed instructions. It could be an infinite loop.
fr: L'exécution pas-à-pas a été interrompue car le pointeur de pile a changé.

source: The single-stepping has been aborted because of the great number of executed instructions. The subroutine could have an infinite loop.
fr: L'exécution pas-à-pas a été interrompue à cause du trop grand nombre d'instructions exécutées. La sous-routine peut comporter une boucle infinie.

source: The single-stepping has been aborted because the return pointer has just been overwritten in stack.
fr: L'exécution pas-à-pas a été interrompue car le pointeur de retour vient d'être changé dans la pile.

source: The single-stepping has been aborted because the return pointer has just been pulled from stack before the return from subroutine.
fr: L'exécution pas-à-pas a été interrompue car le pointeur de retour vient d'être dépilé avant le retour du sous-programme.

source: Truecolor display
fr: Affichage en couleurs vraies

source: Unable to open
fr: Ouverture impossible

source: Unable to open audio device
fr: Impossible d'ouvrir le périphérique audio

source: Undefined options : load tape, disk and cartridge
fr: Options non définies : Charge cassette, disquette et cartouche

source: Unknown error
fr: Erreur inconnue

source: Unknown graphic mode: %s, defaulting to windowed
fr: Mode graphique inconnu: %s, mode fenêtre sélectionné

source: Unknown option
fr: Option inconnue

source: Unknown type for
fr: Type inconnu pour

source: Unsupported graphic mode
fr: Mode graphique non supporté

source: Unsupported image format
fr: Image d'un format non supporté

source: Usage
fr: Utilisation

source: VRAM page : %d
fr: page de VRAM : %d

source: VRAM page :%d%s
fr: page de VRAM :%d%s

source: Video:
fr: Vidéo:

source: Warm reset
fr: Reset à chaud

source: Warm reset without clearing RAM memory
fr: Redémarre à chaud sans effacer la mémoire RAM

source: Warning: writing unavailable on this device.
fr: Attention: Ecriture impossible sur ce support.

source: Warning: writing unavailable.
fr: Attention: écriture indisponible

source: Web forum
fr: Forum sur le Web

source: Windowed display
fr: Mode fenêtré

source: Write output files in
fr: Répertoire de sortie:

source: Writing unavailable on this device.
fr: Ecriture impossible sur ce support.

source: Your choice: [default 1]
fr: Votre choix: [1 par défaut]

source: [FILE...]
fr: FICHIER

source: _Cancel
fr: Annu_ler

source: _Cold reset
fr: Reset à _froid

source: _Direct access
fr: Accès _direct

source: _Disk drives
fr: Lecteurs de disquettes

source: _Full reset
fr: Reset _total

source: _Open
fr: _Ouvrir

source: _Printer
fr: Im_primante

source: _Quit
fr: _Quitter

source: _Settings
fr: _Réglages

source: _Tape drive
fr: Lecteur de cas_sette

source: _Warm reset
fr: Reset à _chaud

source: _exact
fr: _exacte

source: _fast
fr: ra_pide

source: address:
fr: adresse:

source: clear the file list
fr: Vide la liste des fichiers

source: could not initialize sdl2: %s
fr: impossible d'initialiser sdl2: %s

source: error
fr: erreur

source: exact
fr: exacte

source: fast
fr: rapide

source: graphic
fr: graph

source: Interlaced video
fr: Vidéo entrelacée

source: number:
fr: numéro:

source: raw
fr: brute

source: side
fr: face

source: text
fr: texte

source: will be cleared.
fr: Toute la mémoire RAM sera effacée.
